Revit 2027 API
BuiltInFailures.EditingFailures.DeleteElementsError Property
 [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DeleteElementsError { get; }
Public Shared ReadOnly Property DeleteElementsError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DeleteElementsError {
	FailureDefinitionId^ get ();
}
static member DeleteElementsError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace